[
    {
        "title": "Faisal Islam: What it was like inside the room with Donald Trump at Davos",
        "link": "https://www.bbc.com/news/articles/cm24vjvy3n1o?at_medium=RSS&at_campaign=rss",
        "pub_date": "2026-01-21",
        "description": "Faisal Islam said there was mixed reaction in the room during Trump's Davos speech."
    },
    {
        "title": "Oldest cave painting of red claw hand could rewrite human creativity timeline",
        "link": "https://www.bbc.com/news/articles/czx1pnlzer5o?at_medium=RSS&at_campaign=rss",
        "pub_date": "2026-01-21",
        "description": "A stencilled outline of a hand found on the Indonesian island of Sulawesi is the world's oldest known cave painting, researchers say."
    },
    {
        "title": "Ghislaine Maxwell to testify before US Congress in Epstein probe",
        "link": "https://www.bbc.com/news/articles/cr7jlylp5keo?at_medium=RSS&at_campaign=rss",
        "pub_date": "2026-01-21",
        "description": "The convicted sex trafficker has previously said she would decline to answer questions unless she is granted immunity."
    },
    {
        "title": "Decision on Manchester-London 'ghost train' was uninformed, regulator admits",
        "link": "https://www.bbc.com/news/articles/cx2ydq20drlo?at_medium=RSS&at_campaign=rss",
        "pub_date": "2026-01-21",
        "description": "The Office of Road and Rail says it was missing \"critical points\" when it made a decision."
    },
    {
        "title": "Watch: Faisal Islam considers how Trump's Davos speech was received",
        "link": "https://www.bbc.com/news/videos/cgk8evvl0jno?at_medium=RSS&at_campaign=rss",
        "pub_date": "2026-01-21",
        "description": "The BBC's Faisal Islam was in the room when President Trump told his audience that he would not use force in Greenland, but also launched a long argument for why the US should own it."
    },
    {
        "title": "Loved ones of victims reeling after high-speed rail crash in southern Spain",
        "link": "https://www.bbc.com/news/articles/c75xvg3ypexo?at_medium=RSS&at_campaign=rss",
        "pub_date": "2026-01-21",
        "description": "Two deadly crashes in almost as many days have inflicted grief, anger and disruption. Two deadly crashes in almost as many days inflict grief, anger and disruption in Spain."
    },
    {
        "title": "BBC News app",
        "link": "https://www.bbc.co.uk/news/10628994?at_medium=RSS&at_campaign=rss",
        "pub_date": "2025-04-30",
        "description": "Top stories, breaking news, live reporting, and follow news topics that match your interests"
    },
    {
        "title": "Former England captain George to retire in 2027",
        "link": "https://www.bbc.com/sport/rugby-union/articles/c14rv668d30o?at_medium=RSS&at_campaign=rss",
        "pub_date": "2026-01-21",
        "description": "Former England captain Jamie George is to retire at the end of 2027 after agreeing a one-year contract extension with Saracens."
    },
    {
        "title": "Head of US Africa bureau urges staff to highlight US ‘generosity’ despite aid cuts",
        "link": "https://www.theguardian.com/us-news/2026/jan/20/us-diplomats-urged-to-remind-african-leaders-of-us-generosity-despite-usaid-closing",
        "pub_date": "2026-01-20",
        "description": "<p>Email sent to diplomats by state department office’s new boss is labelled ‘racist’ after dismissing Africa as a priority</p><p>US diplomats have been encouraged to “unabashedly and aggressively” remind African governments about the “generosity” of the American people, according to a leaked email sent to staff in the US state department’s Bureau of African Affairs this January and obtained by the Guardian.</p><p>“It’s not gauche to remind these countries of the American people’s generosity in containing HIV/Aids or alleviating famine,” says the email.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/20/us-diplomats-urged-to-remind-african-leaders-of-us-generosity-despite-usaid-closing\">Continue reading...</a>"
    },
    {
        "title": "‘Brazen’ political influence of rich laid bare as wealth of billionaires reaches $18.3tn, says Oxfam",
        "link": "https://www.theguardian.com/global-development/2026/jan/19/brazen-political-influence-rich-laid-bare-wealth-billionaires-inequality-poverty-instability-oxfam",
        "pub_date": "2026-01-19",
        "description": "<p>Governments opting for oligarchy while brutally repressing protests over austerity and lack of jobs, charity report says</p><p>The world saw a record number of billionaires created last year, with a collective wealth of $18.3tn (£13.7tn), while global efforts stalled in the fight against poverty and hunger.</p><p><a href=\"https://www.oxfam.org/en/research/resisting-rule-rich\">Oxfam’s annual survey of global inequality</a> has revealed that the number of billionaires surpassed 3,000 for the first time during 2025. Since 2020, their collective wealth grew by 81%, or $8.2tn, which the charity claims would be enough to eradicate global poverty 26 times over.</p> <a href=\"https://www.theguardian.com/global-development/2026/jan/19/brazen-political-influence-rich-laid-bare-wealth-billionaires-inequality-poverty-instability-oxfam\">Continue reading...</a>"
    },
    {
        "title": "Colombian ex-paramilitary leader jailed for crimes against Indigenous groups",
        "link": "https://www.theguardian.com/world/2026/jan/20/colombia-ex-paramilitary-leader-salvatore-mancuso-jailed-crimes-against-indigenous-groups",
        "pub_date": "2026-01-20",
        "description": "<p>Salvatore Mancuso given 40-year sentence, which could be reduced after truth and reparation activities</p><p>A Colombian court has sentenced a former paramilitary leader to 40 years in prison for crimes committed against Indigenous communities in the province of La Guajira, including homicides, forced disappearances and the displacement of people from 2002 to 2006.</p><p>The special tribunal that hears cases from the country’s armed conflict said in its ruling that Salvatore Mancuso was responsible for 117 crimes committed by fighters under his command in La Guajira. However, it added that Mancuso’s time in prison could be reduced to eight years, if he collaborated with truth and reparation activities that benefited victims of his former paramilitary group.</p> <a href=\"https://www.theguardian.com/world/2026/jan/20/colombia-ex-paramilitary-leader-salvatore-mancuso-jailed-crimes-against-indigenous-groups\">Continue reading...</a>"
    },
    {
        "title": "Former South Korean PM jailed for 23 years for role in martial law insurrection",
        "link": "https://www.theguardian.com/world/2026/jan/21/former-south-korea-pm-han-duck-soo-jailed-martial-law-insurrection",
        "pub_date": "2026-01-21",
        "description": "<p>Han Duck-soo verdict marks first judicial ruling stemming from ex-president Yoon Suk Yeol’s 2024 martial law decree</p><p>South Korea’s former prime minister Han Duck-soo has been sentenced to 23 years in prison for his role in an insurrection stemming from the former president <a href=\"https://www.theguardian.com/world/2024/dec/03/south-korean-president-declares-emergency-martial-law\">Yoon Suk Yeol’s failed martial law declaration</a>.</p><p>The judge, Lee Jin-kwan, ordered Han’s immediate detention.</p> <a href=\"https://www.theguardian.com/world/2026/jan/21/former-south-korea-pm-han-duck-soo-jailed-martial-law-insurrection\">Continue reading...</a>"
    },
    {
        "title": "Australia news live: Coalition in crisis as Nationals resign en masse; hot weather on the way for long weekend",
        "link": "https://www.theguardian.com/australia-news/live/2026/jan/22/bondi-terror-attack-national-day-of-mourning-coalition-crisis-nationals-liberals-david-littleproud-sussan-ley-ntwnfb",
        "pub_date": "2026-01-21",
        "description": "<p>Temperatures to climb to 40C in Melbourne and Adelaide. Follow updates live</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p><strong>Bridget McKenzie hopes Coalition not broken, but it’s ‘up to’ Sussan Ley now</strong></p><p>Nationals senator <strong>Bridget McKenzie </strong>said she hopes the Coalition is not broken, but said that is “up to <strong>Sussan Ley</strong>” now.</p><p>Obviously, Sussan Ley has chosen to accept our resignations and the consequence of that is the National party broader shadow ministry has also tended their resignation to the opposition leader. And now, obviously, that’s a matter for her and David to discuss the fallout. …</p><p>We took this as a very serious and principled decision as a party room. … But ultimately, we did not have the comfort we needed around the hate laws … and our room, with a heavy heart, made the decision.</p><p>As my dad used to say, for every action, there’s an equal and opposite reaction. And I would call for calmer heads to prevail, because we are Coalitionists.</p><p>We need to do everything we can to confront hate preachers and those that spread vile antisemitism and racism in our community and this law helps us do that. So I’m glad it’s in place, I think it’s important that it was supported.</p><p>They’re really important in terms of keeping the public safe. We think we’ll get thousands and thousands of guns off the street, and I’m very grateful that most gun owners have said that they can participate in the buy back program, give their guns back and make Sydney safer.</p> <a href=\"https://www.theguardian.com/australia-news/live/2026/jan/22/bondi-terror-attack-national-day-of-mourning-coalition-crisis-nationals-liberals-david-littleproud-sussan-ley-ntwnfb\">Continue reading...</a>"
    },
    {
        "title": "Trump paints himself as great white hope in racism-drenched Davos speech",
        "link": "https://www.theguardian.com/business/2026/jan/21/trumps-davos-speech-stephen-miller-white-identity-politics",
        "pub_date": "2026-01-21",
        "description": "<p>President’s anti-Somalia tirade and insults to European leaders were in line with aide Stephen Miller’s worldview</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> turned up in <a href=\"https://www.theguardian.com/business/davos\">Davos</a> wielding an insult bazooka. He <a href=\"https://www.reuters.com/business/davos/trump-mocks-macrons-sunglasses-davos-speech-2026-01-21/\">mocked Emmanuel Macron’s aviator sunglasses</a>, chided Mark Carney (“Canada lives because of the United States”), asserted that the Swiss are “only good because of us” and had a dig at Denmark for losing Greenland “in six hours” during the second world war.</p><p>But beyond the fractious rhetoric, the US president brought a deeper message on Wednesday that sought to unify the west rather than divide it. It was his most dark, insidious and sinister project of all.</p> <a href=\"https://www.theguardian.com/business/2026/jan/21/trumps-davos-speech-stephen-miller-white-identity-politics\">Continue reading...</a>"
    },
    {
        "title": "Indian police raid home of environmental activists over anti-fossil fuel campaign",
        "link": "https://www.theguardian.com/world/2026/jan/07/indian-police-raid-home-of-environmental-activists-over-anti-fossil-fuel-campaign",
        "pub_date": "2026-01-08",
        "description": "<p>Satat Sampada founders Harjeet Singh and Jyoti Awasthi say allegations are ‘baseless, biased and misleading’</p><p>Police have raided the home of one of India’s leading environmental activists over claims his campaigning for a treaty to cut the use of fossil fuels was undermining the national interest.</p><p>Investigators from India’s Enforcement Directorate (ED) claim Harjeet Singh and his wife, Jyoti Awasthi, co-founders of Satat Sampada (Nature Forever), were paid almost £500,000 to advocate for a fossil fuel non-proliferation treaty (FFNPT).</p> <a href=\"https://www.theguardian.com/world/2026/jan/07/indian-police-raid-home-of-environmental-activists-over-anti-fossil-fuel-campaign\">Continue reading...</a>"
    },
    {
        "title": "Britain facing ‘catastrophe’ because of children being addicted to social media, peers told – as it happened",
        "link": "https://www.theguardian.com/politics/live/2026/jan/21/keir-starmer-donald-trump-greenland-uk-politics-live-latest-updates",
        "pub_date": "2026-01-21",
        "description": "<p>House of Lords debate amendments to bill that could ban children under the age of 16 from having social media</p><p>We’re not far off PMQs. Here is the list of MPs down to ask a question.</p><p>There will be two statements in the Commons after PMQs. At 12.30pm Ed Miliband, the energy secretary, will give one about the warm homes plan, and about an hour later Emma Reynolds, the environment secretary, will give one on the water white paper.</p> <a href=\"https://www.theguardian.com/politics/live/2026/jan/21/keir-starmer-donald-trump-greenland-uk-politics-live-latest-updates\">Continue reading...</a>"
    },
    {
        "title": "Trump scraps tariff threat and claims ‘framework of a future deal’ on Greenland – live",
        "link": "https://www.theguardian.com/us-news/live/2026/jan/21/us-politics-live-supreme-court-fed-lisa-cook-donald-trump-latest-news-updates",
        "pub_date": "2026-01-21",
        "description": "<p>US president touts ‘very productive meeting’ with Nato chief Mark Rutte, drops tariffs on European allies and adds deal will involve ‘Golden Dome’ and ‘mineral rights’</p><ul><li><p><a href=\"https://www.theguardian.com/world/2026/jan/21/trump-framework-greenland-tariffs-threats\">Trump walks back Greenland tariffs threat, citing vague ‘deal’ over territory</a></p></li></ul><p>House Republicans are starting a push on Wednesday to hold <strong>former president Bill Clinton and former secretary of state Hillary Clinton</strong> in contempt of Congress over the <strong>Jeffrey Epstein</strong> investigation, opening the prospect of the House using one of its most powerful punishments against a former president for the first time.</p><p>The contempt proceedings are an initial step toward a criminal prosecution by the Department of Justice that, if successful, could send the Clintons to prison.</p><p><em>They’re not above the law. We’ve issued subpoenas in good faith.</em></p><p><em>For five months we’ve worked with them. And time’s up.</em></p> <a href=\"https://www.theguardian.com/us-news/live/2026/jan/21/us-politics-live-supreme-court-fed-lisa-cook-donald-trump-latest-news-updates\">Continue reading...</a>"
    },
    {
        "title": "Newsom says Davos appearance was canceled under pressure from Trump",
        "link": "https://www.theguardian.com/us-news/2026/jan/21/newsom-davos-trump",
        "pub_date": "2026-01-21",
        "description": "<p>Governor’s office says US pavilion bowed to pressure and pulled scheduled ‘fireside chat’ with Fortune magazine</p><p>The office of Gavin Newsom, the California governor, said his appearance at the World Economic Forum in Davos was canceled under pressure from the Trump administration.</p><p>Newsom had been scheduled to sit down with Fortune at an event sponsored by USA House, the country’s official headquarters at the annual gathering of world and economic leaders. But before the talk was due to begin, his team says, the USA House bowed to political pressure from the Trump administration and denied the governor entry.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/21/newsom-davos-trump\">Continue reading...</a>"
    },
    {
        "title": "Washington Post demands government return electronics seized in raid of reporter’s home",
        "link": "https://www.theguardian.com/media/2026/jan/21/washington-post-reporter-fbi-search",
        "pub_date": "2026-01-21",
        "description": "<p>The paper says ‘outrageous seizure’ of Hannah Natanson’s devices threatens press freedom</p><p>The <a href=\"https://www.theguardian.com/media/washington-post\">Washington Post</a> has asked a federal court in Virginia to force the US government to return materials belonging to reporter Hannah Natanson, whose apartment was raided last week.</p><p>Natanson, who has closely reported on the ways in which the <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> has reshaped the federal government, had two laptops, two phones, a Garmin watch and other devices seized as part of an investigation into a government contractor’s alleged retention of classified materials, an action that press freedom groups decried as highly unusual and wildly inappropriate.</p> <a href=\"https://www.theguardian.com/media/2026/jan/21/washington-post-reporter-fbi-search\">Continue reading...</a>"
    }
]